[
    {
        "title": "Amazing Global",
        "content": "<div><div><p><span>Amazing Global de Venezuela</span>&nbsp;tiene el objetivo principal de brindar soluciones adaptables, reales&nbsp; y competitivas; garantizando a nuestros clientes obtener las &uacute;ltimas herramientas y productos liberados internacionalmente en el mundo inform&aacute;tico.</p><p>Nuestras soluciones abarcan detalladamente las siguientes &aacute;reas:</p><p>&bull; Desarrollo e implementaci&oacute;n de sistemas ERP.</p><p>&bull; Infraestructura IT.</p><p>&bull; Simplificaci&oacute;n de Infraestructura de acuerdo a requerimientos.</p><p>&bull; Herramientas de Colaboraci&oacute;n.</p><p>&bull; Continuidad de Negocio.</p><p><span>Cada Soluci&oacute;n</span>&nbsp;viene acompa&ntilde;ada de una base de datos de conocimientos&nbsp; profesionales a nivel funcional y tecnol&oacute;gico; que garantizan el &eacute;xito total de su implementaci&oacute;n.</p><p>Amazing como Proveedor de Servicios ofrece&nbsp;<span>Soluciones Integrales</span>&nbsp;sobre nuestros productos&nbsp; garantizando al Cliente:</p><p>&bull; Reducci&oacute;n de costos.</p><p>&bull; Optimizaci&oacute;n de procesos operativos y funcionales.</p><p>&bull; Estrategias de evaluaci&oacute;n, planeaci&oacute;n e implementaci&oacute;n de proyectos aplicativos y tecnol&oacute;gicos.</p><p>&bull; Consultor&iacute;as especializadas durante y posterior a la implementaci&oacute;n de proyecto.</p></div></div><div>&nbsp;</div>",
        "id": 0
    },
    {
        "title":"ERP PARA EMPRESAS EN CRECIMIENTO",
        "content":"<div><p> Venezuela, es un pa&iacute;s con muchas experiencias de emprendimiento, donde&nbsp; hace falta poder ofrecer soluciones adaptadas a los requerimientos de empresas que comienzan a peque&ntilde;a escala pero r&aacute;pidamente empiezan a crecer, y como consecuencia comienzan a requerir de informaci&oacute;n precisa y confiable.</p><p>Conociendo esta situaci&oacute;n, Amazing Global de Venezuela, apoy&aacute;ndose en su vasta experiencia atendiendo empresas emprendedoras, ha abierto una nueva l&iacute;nea de negocios para ofrecer una excelente soluci&oacute;n para empresas en crecimiento:</p></div><div><img src='img/erp_img_growing.jpg' class='fluid' width='500' alt='logo de amazing global'/></div><p>Amazing on Demand</p><p>Es la soluci&oacute;n de software ERP a demanda. Nuestra soluci&oacute;n ha sido implantada en distintas empresas en crecimiento desde el a&ntilde;o 2000, que quieren minimizar la inversi&oacute;n en equipos y licencias para dedicarlos a sus operaciones de negocio.</p><p>Amazing On Demand, es el servicio SaaS (Software como Servicios) de Amazing Global de Venezuela:</p><p>&bull; Dirigida a las empresas peque&ntilde;as y medianas.</p><p>&bull; Disponibilidad a sistemas ERP de Clase Mundial, sin invertir en equipos de c&oacute;mputo y aplicaciones.</p><p >&bull; Aplicaci&oacute;n orientada a la filosof&iacute;a WEB.</p></div>",
        "id":1
    }    ,
    {
        "title":"ERP PARA MEDIANAS Y GRANDES EMPRESAS",
        "content": "<p>JD Edwards EnterpriseOne de Oracle es un conjunto integrado de aplicaciones de software de planificaci&oacute;n de recursos empresariales&nbsp; (ERP) integral que combina el valor del negocio, la tecnolog&iacute;a basada en est&aacute;ndares, y la experiencia en la industria, en una soluci&oacute;n de negocio s con un bajo costo total de propiedad.</p><p>Oracle JD Edwards EnterpriseOne le&nbsp; puede ofrecer una selecci&oacute;n de bases de datos, sistemas operativos y hardware para que pueda construir y ampliar su soluci&oacute;n de TI para satisfacer las necesidades de&nbsp; su negocio.</p></div><img  src='http://www.amazing-global.com/images/clipboard36.jpg' alt='' width='190' height='172' /></div><div><p>Miles de empresas de todo el mundo han encontrado que JD Edwards EnterpriseOne ayuda a traducir los desaf&iacute;os del mundo&nbsp; empresarial impulsado por la demanda en una ventaja competitiva. JD Edwards EnterpriseOne le da una sola base de datos y aplicaciones preintegradas, para que pueda realizar el retorno de su inversi&oacute;n&nbsp; en su soluci&oacute;n cuanto antes. Adem&aacute;s JD Edwards EnterpriseOne es m&aacute;s f&aacute;cil de mantener.</p><p>Con la nueva estrategia de gesti&oacute;n de reportes y consultas integrado One View, ORACLE JD Edwards&nbsp; EnterpriseOne ofrece una soluci&oacute;n amigable, din&aacute;mica , flexible y poderosa para tomar decisiones partiendo del monitoreo de indicadores&nbsp; por proceso de negocio.</p><p>ORACLE JD Edwards EnterpriseOne es el &uacute;nico ERP que incorpora funcionalidad m&oacute;vil en sus aplicaciones de forma est&aacute;ndar, con la adici&oacute;n de aplicaciones para Iphone, Android y Blackberry usted podr&aacute; contar con el acceso a sus sistemas de informaci&oacute;n desde cualquier lugar donde se encuentre. En adici&oacute;n, JD Edwards EnterpriseOne es el &uacute;nico ERP que est&aacute; soportando al Apple IPAD para acceder toda la funcionalidad del ERP y con una primera soluci&oacute;n para trabajo de campo desarrollada para potenciar el trabajo del ingeniero de campo reportando sus avances a trav&eacute;s de una interfaz intuitiva que maneja todos los gestos soportados por el IPAD.</p><p>Adem&aacute;s, JD Edwards&nbsp; EnterpriseOne&nbsp; es 4 veces menos costoso de mantener que otros ERP de su categor&iacute;a.</p></div><img  src='http://www.amazing-global.com/images/clipboard37.jpg' alt='' width='500' height='309' /></div>",
        "id":2
    }    ,
    {
        "title":"CONTINUIDAD DE NEGOCIO",
        "content": "<div><div><div></div><p>Amazing&nbsp; como Proveedor de Servicios pone a disposici&oacute;n Soluciones Integrales para el desarrollo de Planes de Recuperaci&oacute;n en caso de Desastres y Necesidades de Continuidad del Negocio,&nbsp; de la misma manera lo ayudamos&nbsp; establecer el plan de acciones consecuentes que su empresa debe realizar antes, durante y despu&eacute;s de una contingencia, asegurando la continuidad de las operaciones y manteniendo la disponibilidad de los recursos principales del negocio.</p><p>Nuestra consultor&iacute;a en Continuidad del Negocio (Business Continuity Planning) es la garant&iacute;a que su compa&ntilde;&iacute;a necesita para continuar funcionando incluso en el momento que se presente lo inesperado.</p><p>&bull; Auditoria Preliminar.</p><p>&bull; An&aacute;lisis de Riesgo (Risk Assessment).</p><p>&bull; Alternativas de Recuperaci&oacute;n.</p><p>&bull; Implementaci&oacute;n y Documentaci&oacute;n.</p><p>&bull; Evaluaci&oacute;n y Pruebas.</p></div><div><img class='block' src='http://www.amazing-global.com/images/clipboard38.jpg' alt='' width='500' height='332' /></div></div></div>",
        "id":3
    },
    {
        "title":"SIMPLIFICACIÔN DE INFRAESTRUCTURA  IT",
         "content": "<div> <div> <div> <p> Esta soluci&oacute;n permite al cliente reducir la cantidad de servidores; obteniendo reducci&oacute;n de costos operativos y de mantenimiento, conservando la calidad de servicio y facilitando la simplificaci&oacute;n de Infraestructura de Hardware a trav&eacute;s de alternativas de Consolidaci&oacute;n y Virtualizaci&oacute;n de Servidores: </p> <p> Consolidaci&oacute;n de Servidores: </p> <p> Ofrecemos soluciones tecnol&oacute;gicas que le permitir&aacute; unificar, reducir su infraestructura IT en un modelo satisfactorio; de acuerdo a las necesidades operativas, aplicativas y financieras actuales de la organizaci&oacute;n: </p> <p> &bull; Blade Center:&nbsp;Soluci&oacute;n que permitir&aacute; centralizar en un solo equipo varios servidores con diferentes tecnolog&iacute;as: System x, Power System. Obteniendo resultados y mejoras satisfactorios en la simplificaci&oacute;n del hardware, administraci&oacute;n operativa, ahorros de energ&iacute;a, networking y crecimiento en futuros requerimientos. </p> </div> <div> <img src='http://www.amazing-global.com/images/clipboard39.jpg' alt='' width='500' height='399' /> </div> <div> <h4> Virtualizaci&oacute;n: </h4> <p> Ofrecemos tres (3) soluciones que permiten al cliente virtualizar m&uacute;ltiples sistemas operativos sobre un mismo servidor, proporcionando una plataforma de virtualizaci&oacute;n din&aacute;mica combinada con un conjunto de herramientas integradas de administraci&oacute;n. </p> <p> Paralelamente ofrecemos Proyectos de Virtualizaci&oacute;n adaptables a los requerimientos y necesidades puntuales del cliente. </p> </div> <div> <div> <p> &bull; VMWare:&nbsp;es la plataforma de la industria de virtualizaci&oacute;n l&iacute;der para la construcci&oacute;n de infraestructuras de nube. Permite ejecutar aplicaciones cr&iacute;ticas del negocio con confianza y rapidez permitiendo acelerar el cambio hacia el cloud computing para centros de datos existentes. En la actualidad VMware es considerada como una soluci&oacute;n de virtualizaci&oacute;n de confianza para cualquier aplicaci&oacute;n instalada en su organizaci&oacute;n. </p> </div> <div> <img src='http://www.amazing-global.com/images/clipboard40.jpg' alt='' width='220' height='84' /> </div> </div> <div> <div> <p> &bull; Power VM:&nbsp;powerVM es una soluci&oacute;n de virtualizaci&oacute;n completa que est&aacute; integrada y empacada con Power Systems. Es una aplicaci&oacute;n muy robusta de virtualizaci&oacute;n desarrollada por IBM durante m&aacute;s de una d&eacute;cada, basada en las mejores pr&aacute;cticas desarrolladas por m&aacute;s de cuatro d&eacute;cadas de experiencia del mainframe IBM. </p> </div> <div> <img src='http://www.amazing-global.com/images/clipboard41.jpg' alt='' width='120' height='120' /> </div> </div> <div> <p> Con cada nuevo Power System, IBM contin&uacute;a aumentando su oferta de virtualizaci&oacute;n, m&aacute;s all&aacute; de un hipervisor, como Live Partition Mobility y Active Memory Sharing. Reduciendo costos, mejorando el servicio y la gesti&oacute;n de tres &aacute;reas de enfoque que los clientes de virtualizaci&oacute;n se interesan. Implementar virtualizaci&oacute;n puede maximizar la escalabilidad y reducir as&iacute; los costos de TI. </p> <p> Power VM representa la vanguardia en cuanto a virtualizaci&oacute;n empresarial, y se ha implementado en entornos de producci&oacute;n de todo el mundo de la mano de los propietarios de Power Systems. </p> <p> Con esta soluci&oacute;n podr&aacute; la organizaci&oacute;n consolidar grandes cantidades de aplicaciones y servidores; virtualizar completamente sus recursos del sistema y ofrecer una infraestructura de TI m&aacute;s flexible y din&aacute;mica. </p> </div> <div> <div> <p> &bull; Hyper V:&nbsp;es una parte integral de Windows server y proporciona una soluci&oacute;n atractiva para los escenarios de virtualizaci&oacute;n b&aacute;sica, consolidaci&oacute;n de servidores, centro de datos din&aacute;micos, continuidad de negocios, ambientes de prueba y desarrollo. </p> </div> <div> <img src='http://www.amazing-global.com/images/clipboard42.jpg' alt='' width='200' height='109' /> </div> </div> </div> </div> ",
        "id":4
    },
    {
        "title":"SOLUCIÖN DE INFRAESTRUCTURA",
         "content": "<div> <div> <div> <p> Amazing Global de Venezuela puede ayudarlo a identificar e implementar soluciones de Hardware que generen resultados visibles para su empresa. Enfoc&aacute;ndose en la planeaci&oacute;n, compra, instalaci&oacute;n, configuraci&oacute;n, mantenimiento y mejora del desempe&ntilde;o de la infraestructura de IT; permitiendo optimizar sus inversiones tecnol&oacute;gicas. </p> <p> Contamos con un equipo profesional capaz de ofrecer la mejor alternativa de Hardware alineados a las expectativas de inversi&oacute;n y requerimientos; definidas por la organizaci&oacute;n. </p> <p> <span> &bull; Servidores IBM: </span> &nbsp;IBM: System x, Power System, BladeCenter. </p> <p> <span> &bull; Almacenamiento:&nbsp; </span> Unidades de Discos, SAN, NAS, software de almacenamiento y unidades de respaldos. </p> <p> <span> &bull; Networking:&nbsp; </span> Proyectos de Instalaci&oacute;n de redes: Roters, Firewall, Switches, Access Points, VOIP, Auditorias. </p> <p> <span> &bull; Protecci&oacute;n Data Center: </span> &nbsp;Ofrecemos soluciones a nivel de protecci&oacute;n f&iacute;sica al Data Center de su organizaci&oacute;n; a trav&eacute;s de los productos Emerson (Sistemas de Poder Interrumpidos &ndash; UPS, Aire Acondicionado de Precisi&oacute;n). </p> </div> <div> <img src='http://www.amazing-global.com/images/clipboard43.jpg' alt='' width='500' height='305' /> </div> </div> </div> ",
        "id":5
    }    ,
    {
        "title":"SOLUCIÖN DE COLABORACIÖN",
         "content": "<div> <div> <div> <p> Actualmente el servicio de correo electr&oacute;nico dentro de la organizaci&oacute;n se ha convertido como una herramienta de comunicaci&oacute;n formal y obligatoria entre los diferentes niveles de la empresa. </p> <p> Ofrecemos productos competitivos en el mercado; facilitando al usuario administrar sus correos internos y externos en forma clara y sencilla. </p> </div> <div> <div> <p> IBM Lotus </p> <p> Software de colaboraci&oacute;n orientado al esquema de mensajer&iacute;a corporativo IBM, robusto permitiendo a su gente conectar, colaborar e innovar mientras se optimiza la forma de trabajar. Lotus puede obtener mejores resultados de negocio a trav&eacute;s de una colaboraci&oacute;n m&aacute;s inteligente. </p> </div> <div> <img src='http://www.amazing-global.com/images/clipboard44.jpg' alt='' width='160' height='160' /> </div> </div> <div> <div> <p> Exchange </p> <p> Esta soluci&oacute;n integral de Correo esta basado en Microsoft Exchange, considerada la m&aacute;s completa y avanzada del mercado en herramientas de su tipo. Este producto, brinda altos &iacute;ndices de productividad, movilidad y confiabilidad a la comunicaci&oacute;n y colaboraci&oacute;n de su empresa. </p> </div> <div> <img src='http://www.amazing-global.com/images/clipboard45.jpg' alt='' width='240' height='148' /> </div> </div> </div> </div> ",
        "id":6
    }
]